Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/other_files/handlingsplan_2009_samisk_sprak_nordsamisk.txt.tmx
Source language: sme
Languages: smj

source: Giellastivrras leat lahtut geat ovddastit davvisámegiela, julevsámegiela ja oarjilsámegiela guovlluid. Lahtut davviriikkalaš orgánii Sámi giellalávdegoddái (SGL) válljejuvvojit giellastivrra láhtuid gaskkas.
smj: Giellastivran li ájrrasa nuorttasáme, julevsáme ja oarjjelsáme guovlojs- Ájrrasa nuorttarijkaj orgádnaj sáme giellalávddegådde (sGL) válljiduvvi giellastivra ájrrasij gaskas.

source: SGL lea Sámi parlamentáralaš ráđi mearridanorgána mii galgá bargat sámi giellaáššiiguin ja ovddidit sámegiela čálalaččat ja njálmmálaččat.
smj: sGL le sáme parlámentáralasj ráde mierredimorgádna gatjálvisájn ma guoskadalli sáme gielav, ja galggá åvdedit ja åvddånahttet sáme gielav tjálalattjat ja njálmálattjat.

source: Lassin Sámi giellalávdegoddi juohká dieđuid riikkaid giellaorgánaide, ja earáide.
smj: Duodden juohká sáme giellalávddegådde diedojt iesj guhtik rijkaj giellaorgánajda, ja iehtjádijda.

source: Sámedikki barggut mat leat sámegiela terminologiijas ja normeremis čađahuvvojit ovttasráđiid Sámi giellalávdegottiin.
smj: sámedikke dahkamusá sámegiela terminologija ja tjállemvuohke mierredibme bargaduvvá aktisasjbargoj baktu sGLajn.

source: Sámi giellalávdegotti doaibma lea ee. dohkkehit sámegielaide tearpmaid ja normeremiid.
smj: sGLa dahkamus le i. i. dåhkkidit sámegiela termajt ja dav normerit.

source: Sámi giellalávdegottis leat golbma tearbmajoavkku, davvisámegillii, oarjilsámegillii ja julevsámegillii, ja dain leat fágaolbmot guđet bohtet golmma sámedikkis ja guđege sámegiela guovllus.
smj: sGLan li gålmmå tærmmajuohkusa, akta nuorttasámegiellaj, akta oarjjelsámegiellaj, ja akta julevsámegiellaj, ja li nammaduvvam fáhkaulmutjijs da gålmå sámedikkijs ja giellaulmutjijs guosskavasj giellaguovlojs.

source: Maiddái normerema várásge Sámi giellalávdegottis leat giellajoavkkut máin lea giellafágalaš máhttu, maiddái riikkarájáid rastá.
smj: sGLan li aj giellajuohkusa normerimij hárráj ma li giellafágalasj máhtudagás nammaduvvam rijkajrájáj rastá.

source: Dat mearkkaša ahte giellafágalaš bargu čađahuvvo oktilaččat buot sámegielain ja davviriikkalaš dásis.
smj: Dát sihtá javllat giellafágalasj barggo le agev ålles-sáme dásen / nuorttarijkaj dásen.

source: Sámedikkis lea sátnebáŋku, Risten.no, mii siskkilda muhtun sámi terminologiijaid.
smj: sámedikken le báhkobáŋŋka, www.risten.no, mij sisadná muhtem sáme terminologijav.

source: Sámedikkis lea maid ovttasbargu Bargo- ja searvadahttindepartemeant- tain ja Máhttodepartemeanttain ” Divvun ” nammasaš prošeavtta oktavuođas – mas galget ráhkaduvvot golmma sámegillii divodanprográmmat (geahča doaibmabiju 58).
smj: sámedikken le aj aktisasjbarggo Barggo- ja sebrudahttemdepartementajn ja Máhttodepartementajn ” Divvom ” prosjevtajn – åvddånahttet korrektuvrraprográmmav sáme gielajda (gehtja 58. dåjmav).

source: Sámediggi nammada báikenammakonsuleanttaid ja rávve mo sámegielalaš báikenamat galget geavahuvvot ja mo báikenammaláhka galgá hálddašuvvot.
smj: sámedigge nammat bájkkenammakonsulentajt ja bagádallá sáme bájkkenamá adnema ja bájkkenammalága háldadime birra.

source: Sámedikkis leat odne golbma báikenammakonsuleantta guđet rávvejit mo Norggas galget čállit sámegielalaš báikenamaid.
smj: sámedikken li dálla gålmmå bájkkenammakonsulenta gudi galggi vaddet rádijt sáme bájkkenamáj tjállemvuohkáj Vuonan.

source: Nammakonsuleanttain lea ovddasvástádus davvisámegiela, julevsámegiela ja oarjilsámegiela guovlluin.
smj: Bájkkenammakonsulentaj åvdåsvásstádus le nuortta-, julev- ja oarjjelsáme giellaguovlo.

source: Jagi 2009 ožžot 10 sámi giellaguovddáža doarjagiid Sámedikkis.
smj: 2009 jage oadtju 10 sáme giellaguovdátja ruhtadoarjjagav sámedikkes.

source: Giellaguovddážiid doaibmamuš lea ealáskahttit, seailluhit ja nanusmahttit sámi giela ja kultuvrra.
smj: Giellaguovdátjij doajmma le ælládahttet, bisodit ja nannit sáme gielav ja kultuvrav.

source: Giellaguovddážiid bargguide gullá ovddidit ja buoridit oahpahusdoaibmabijuid mat leat sámi giela, kultuvrra ja ealáhusaid várás, ja juohkit dieđuid sámi kultuvrra birra.
smj: Barggodahkamussan le aj åvddånahttet ja nannit åhpadusdåjmajt sáme gielan, kultuvran ja æládusájn ja aj diedojt oablodit sáme kultuvra birra.

source: Giellaguovddážat lágidit juohkelágan kurssaid, nugo sámegielas mánáid stoahkangiellan, sámegiela gielddabargiid várás, ja duojis.
smj: Giellaguovdátja ásadi kursajt sámegielas ståhkamgiellan mánájda gitta sámegiella åhpadussaj suohkana barggijda ja duodjekursajt.

source: Giellaguovddážat leat guovlluineaset sámi álbmoga deaivvadansajit, ja danne dat leat dehálaš ásahusat sámegiela nannemis ja ovddideamis.
smj: Giellaguovdátja li aj æjvvalimbájke guovlo sáme álmmugij, ja danen le da ájnas institusjåvnnån sámegielav nannitjit ja åvddånahtátjit.

source: Sámediggi juohká doarjagiid sámi mánáidgárddiide maid njuolggadusaide lea čállojuvvon ahte mánáidgárdi atná vuođđunis sámi giela ja kultuvrra.
smj: sámedigge juollot ruhtadoarjjagijt sáme mánájgárdijda majn li njuolgadusáj mierredam mánájgárden le sáme giela ja kultuvra vuodon.

source: Sámedikkis leat maid doarjagat ovttaskas mánáid oahpahussii dáža mánáidgárddiin, gč. válddahallama dán doaibmaplána doaibmabidjooasis.
smj: sámedikken le aj ruhtadoarjjaga giellaåhpadussaj ájnegis mánájda dáro mánájgárdijn, bs. dán plána doajmmaoasen le dán birra tjáledum.

source: Sámediggi doallá jahkásaš fierpmádatčoahkkimiid mánáidgárddiid sierranas bargiidjoavkkuide, ee. jođiheaddjiide, giellabargiide ja almmáiolbmuide.
smj: samedigge ásat jahkásattjat værmádaktjåhkanimev duon dán juohkusij mánájgárddebarggijda, i. i. stivrárijda, giellabarggijda ja ålmmåjda.

source: Sámediggi juolluda doarjagiid oahpponeavvuide mat leat heivehuvvon sámi mánáidgárdemánáide.
smj: sámedigge juollot ruhtadoarjjagijt oahpponævojda hiebadum sáme mánájgárdijda.

source: Oahpponeavvuid ja Sámedikki oahpahussuorggi rolla dáfus, geahča doaibmabidjooasi.
smj: oahppanåvoj birra ja sámedikke sajev åhpadussuorgen ietján, gehtja doajmmaoasev.

source: Sámediggi juolluda stipeandda oahppiide geain lea sámegiella fágan joatkkaskuvllas.
smj: sámedigge juohká stipendajt oahppijda joarkkaskåvlåjn gejn le sámegiella fágaj gaskan.

source: Lassin Sámediggi lea vuođđudan stipeanddaid alit oahpahusa várás, gč. doaibmabidjooasi.
smj: Duodden le Sámedigge ásadam stipendajt alep åhpadussaj, bs. doajmmaoasev.

source: Diehtojuohkin / láidestus vuoigatvuođaid birra: Sámediggái bohtet álbmogis arvat jearaldagat das, makkár vuoigatvuođat guđege olbmos leat go sus lea dahkamuš almmolaš ásahusaiguin.
smj: Diehtojuohkem / bagádallam rievtesvuodaj birra: sámedigge oadtju moadda gatjálvisá álmmugis makkár rievtesvuoda sijájn li almulasj aktijvuodajn.

source: Ovddimusas leat gažaldagat vuoigatvuođas oažžut oahpahusa sámegielas ja sámegillii, ja gos oahppit sáhttet oažžut dán vuoigatvuođa ollašupmái.
smj: Vuostatjin de le reivtesvuohta åhpadussaj sámegiellaj ja sámegielan, ja gånnå ájnegis oahppe oadtju dáv rievtesvuodav ållånahttet.

source: Seamma gažaldaga jerret maid vánhemat geat háliidit bidjat mánáset mánáidgárdái ja dáhttot ahte mánnái das leat fálaldagat mat leat heivehuvvon su gillii ja kultuvrii.
smj: sæmmi gatjálvis boahtá aj æjgádijs gudi galggi mánáv mánájgárddáj biedjat ja hálijdi mánájgárdddefálaldagájt hiebadum ietjas giellaj ja kultuvrraj.

source: Sámedikkis ii leat mihkkege formála válddiid bagadit gielddaid / skuvla- ja mánáidgárdeeaiggádiid, muhto sáhttá daid bagadit mánáidgárddi lážáldaga ja skuvlla oahpahusa hárrái.
smj: sámedikken ij la formálalasj fábmodahka bagádit suohkanijt / skåvllå- jalik mánájgárddeæjgádijt, valla máhttá bagádit dajt gåktu sij máhtti organiserit bargov mánájgárden ja åhpadusáv skåvlån.

source: Sámediggi juohká dieđuid vánhemiidda das maid sii sáhttet dahkat čoavdin dihtii ášši.
smj: sámedigge vaddá aj diedojt æjgádijda gåktu sij galggi ássjev tjoavddet.

source: Sámediggái bohtet muhtun gažaldagat olbmo vuoigatvuođaid birra oažžut bálvalusaid sámegillii dearvvasvuođalágádusas, riektelágádusas ja girkus, ja maiddái gažaldagaid dulkoma birra sierranas oktavuođain.
smj: 15 sámedigge oadtju aj muhtem gatjálvisájt rievtesvuodajda dievnastusájda sámegiellaj varresvuodasuorgen, riektádåjmadagán ja girkkon, ja aj gatjálvisájt dålkkuma birra moatte aktijvuodajn.

source: Ollu gielddat ja ásahusat bovdejit Sámedikki doallat diehtojuohkinčoahkkimiid, logaldallamiid ja dakkáraččaid sámegiela birra.
smj: Moadda suohkana ja institusjåvnå bivddiji sámedikkev ásadit diehtojuohkemtjåhkanimijt, lågådallamijt ja muodogasj ásadimijt sámegiela birra.

source: Lassin addojuvvojit ollu dieđut ja rávvagat čálalaččat ja telefovnnas.
smj: Duodden juogeduvvá ållo diehto ja bagádallam tjálalattjat ja telefåvnå baktu.

source: Gielddat, skuvllat, mánáidgárddit ja giellaguovddážat leat dat mat dávjjimusat váldet oktavuođa Sámediggái.
smj: suohkana, skåvlå, mánájgárde ja giellaguovdátja li da ma ienemusát aktijvuodav sámedikkijn válldi.

source: Oktavuođa váldet Sámediggái maid čállit, mediat ja eará giellageavaheaddjit, omd. terminologiija birra, báikenamaid birra, ja dan birra, mo galggašii nannet ja ovddidit sámegiela sierranas ásahusain.
smj: sámedigge aj oadtju gatjálvisájt girjjetjállijs, mediás ja ietjá giellaaddnijs d.d. terminologija, bájkkenamáj birra ja gåktu ulmusj máhttá nannit ja åvdedit sámegielav duon dán institusjåvnåjn.

source: Sámediggi lea dahkan ovttasbargansoahpamuša Finnmárkku fylkkagielddain, Romssa fylkkasuohkaniin ja Nordlándda fylkkasuohkaniin, ja maiddái ovttasbargansoahpamuša ovttain fylkkasuohkaniin oarjilsámeguovllus.
smj: sámedigge le sjiehtadam aktisasjsjiehtadusáj Finnmárko, Tråmså ja nordlánda fylkasuohkanij, ja avtav aktisasjsjiehtadusáv avtajn fylkasuohkanijn oarjjelsámeguovlon.

source: Dáid soahpamušaid ulbmil lea ee. nannet sámi giela ja kultuvrra.
smj: Dáj sjiehtadusájn li aj ulme sáme gielav ja kultuvrav nannit.

source: Sámedikki čielga árvalusat dán doaibmaplána bargui bohtet ovdan doaibmaplána doaibmabidjooasis.
smj: sámedikke konkrehta oajvvadusá doajmmaplána bargon åvddånbåhti dán doajmmaplána doajmmaoasen.

source: Doaibmaplána barggu ja čuovvoleami organiseren Bargo- ja searvadahttindepartemeanta jođiha sámegiela doaibmaplána barggu.
smj: Doajmmaplána bargo orgániserim ja tjuovvolibme sámegiela doajmmaplána barggo le jådeduvvam Barggo- ja sebrudahttemdepartementas.

source: Doaibmaplána lea ráhkaduvvon ovttasráđiid Sámedikkiin, ja dan bargui leat maid searvan earáge áššáigullevaš departemeanttat.
smj: Doajmmapládna le tjáledum avtajrádij sámedikkijn ja guoskadallam departementa li oassálasstám.

source: Sámediggepresideanta ja bargo- ja searvadahttinministtar soabaiga jahkebeallásaš ráđđádallančoahkkimis miessemánu 2008, ahte doaibmaplána bargu galgá álggahuvvot dakkaviđe, ja ahte ráđđehusa ja Sámedikki sámegiellabarggut heivehuvvojit oktii.
smj: sámedikke presidænnta ja barggo- ja sebrudahttemministar guorrasijga biellejahkásasj konsultasjåvnån moarmesmáno jagen 2008 bargov doajmmaplánajn dalága álgget, ja vaj ráddidus ja sámedikke barggo sáme gielaj koordineriduvvá.

source: Doaibmaplána barggu botta leat leamaš bissovaš oktavuođat ja ráđđádallamat, ja loahpalaš ráđđádallančoahkkimat dollojuvvojedje sihke hálddahuslaš ja politihkalaš dásis njukčamánu 31. b. ja čuoŋománu 17. b. 2009. Sámegiela doaibmaplána bargoproseassas Bargo- ja searvadahttindepartemeanta lea doallan čoahkkimiid fylkkamánniiguin, fylkkasuohkaniiguin, gielddaiguin, skuvllaiguin, ásahusaiguin, giella- guovddážiiguin ja eará sámi giellabirrasiiguin ja dutkanbirrasiiguin.
smj: aktelasj guládallam ja ságastallam le doajmmaplána bargon læhkám, ja ásaduváj loahppa konsultasjåvnå tjåhkanime sihke háldadus ja politihkalasj dásen snjuktjamáno 31. b. ja vuoratjismáno 17. b. 2009. sámegiela doajmmaplána bargo prosessan le Barggo- ja sebrudahttemdepartemænnta adnám tjåhkanimijt fylkkeålmmåj, fylkasuohkanij, suohkanij, skåvlåj, institusjåvnåj, giellaguovdátjij, ietjá sáme giellabirrusij ja dutkambirrusij.

source: Departemeanta lea maid ožžon arvat čálalaš árvalusaid, sihke almmolaš doaimmahusain, organisašuvnnain ja oktagasain.
smj: Departemænnta le aj oadtjum moadda tjálalasj árvvalusá, almulasj dåjmadagájs, organisásjåvnåjs ja ájnegis ulmutjijs.

source: Doaibmaplána galgá doaibmat vihtta jagi.
smj: Doajmmaplánan le 5 jahkásasj doajmmaájgge.

source: Guhtege departemeanttas, mii lea čállojuvvon doaibmabiju ovddasvástideaddjin, lea ovddasvástádus doaibmabiju čađaheamis, dasge mo doaibmabidju galgá organiserejuvvot ja ruhtaduvvot.
smj: Juohkka akta departementan mij le åvdåsvásstádusáv oadtjum dåjmajs le dåjmaj tjadádimij åvdåsvásstediddje, dán vuolen aj gåktu dåjma organiseriduvvi ja ruhtaduvvi.

source: Bargo- ja searvadahttindepartemeanta áigu plánaáigodaga oktii heivehit ulbmiliid čuovvoleami ja ovddideami ja doaibmaplána doaibmabijuid.
smj: Barggo- ja sebrudahttemdepartemænnta ájggu koordinerit doajmmaplána ulmij ja dåjmaj tjuovvolimev ja åvddånahttemav plána doajmmaájggegávdan.

source: Dat bargu galgá čađahuvvot ovttasráđiid Sámedikkiin, ja go lea dárbu, de departemeanta ráđđádallá Sámedikkiin.
smj: Barggo tjadáduvvá sámedikkijn ságastallama baktu, ja dárboj milta sjaddi sámedikkijn konsultasjåvnå ásaduvvat.

source: Daid doaibmabijuid čađaheapmi ja viidodat maid doaibmaplána válddahallá, šaddet heivehuvvot jahkásaš bušeahttaárvalusaide ja dasa mo Stuorradiggi daid meannuda.
smj: Dåjmaj tjádadibme ja stuorrudahka tjáledum doajmmaplánan sjaddá hiebaduvvat jahkásasj budsjæhttaoajvvádusájda ja dáj giehtadallamijda stuorradikkes.

source: Áigumuš lea ráhkadit jahkásaš dilleraporttaid.
smj: Ájggomussan le jahkásasj dillerápportajt buktet.

source: Sámegiella gullá suoma-ugralaš giellajovkui.
smj: sámegiella gullu suoma-ugralalasj giellajuohkusij.

source: Sámástit sihke Norggas, Ruoŧas, Suomas ja Ruoššas.
smj: sámegiella ságastuvvá Vuonan, svierigin, suoman ja Ruossjan.

source: Buohkanassii leat logi sierranas sámi suopmana dahje giela, ja giellaráját rasttidit riikkarájáid.
smj: Gávnnuji aj lågev sámegiela jali giellasuorge, ja giellarájá manni rijkaj rájáj rastá.

source: Guorahallamis maid Sámi ealáhus- ja guorahallanguovddáš čađahii jagi 20002 Sámi giellaráđi ovddas, meroštallet ahte leat sullii 25 000 sámegielalačča Norggas.
smj: Guoradallam majt sáme æládus- ja guoradallamguovdásj dagáj 2000 jage sáme giellaráde åvdås, le sámegiela addnij låhko árvvaluvvam 25000.

source: Sullii bealli sis sihke sámástit, lohket ja čállet sámegillii, ja bealli fas sis máhttet dušše hállat.
smj: Birrasij lahkke dájs sihke ságasti ja tjálle sámegielav, madin dåjda iehtjadijda le dåssju ságastimgiellan.

source: Váttis lea dárkilit meroštallat man stuorra lohku lea guđege sámegielas, muhto davvisámegiella lea eahpitkeahttá viidámus sámegiella Norggas.
smj: Gássjellis le vaddet jur duolla lågojt guhtik gielajs, valla nuorttasámegiella le tjielggasabmusijt ienemusát oabllum sáme gielajs Vuonan.

source: Julevsámegielas ja oarjilsámegielas leat jáhkkimis unnit go duhát geavaheaddji.
smj: Julev- ja oarjjelsámegielaj hárráj le jáhkedahtte binnep gå tuvsán addne.

source: Viehka unnán olbmot odne máhttet nuortalašgiela / golttágiela ja bihtánsámegiela Norggas.
smj: Ælla ålos gudi máhtti lullesámegielav / gålldåsámegielav ja bihtámsámegielav uddni Vuonan.

source: Nuortalašgiella / golttágiella lea odne Mátta-Várjjaga gielddas.
smj: Lullesámegiela / gålldåsámegiela udnásj guovllo le tjoahkkidum Mátta-Várjat (sør-Varanger) suohkanij.

source: Sámi giellalávdegotti addin dieđuid mielde leat Norggas hárvves olbmot guđet hálddašit nuortalašgiela / golttágiela eatnigiellan.
smj: nuorttarijkaj sáme giellanammadusá milta le dåssju soabmásijn gænna le lullesámegiella / gålldåsámegilla iednegiellan.

source: Eanaš nuortalaččat / golttálaččat orrot Suomas ja Ruoššas, main giella ain geavahuvvo.
smj: ienemusá lullesámijs / gålldåsámijs årru suoman ja Ruossjan, gånnå giella ájn vil le anon.

source: Davvisámegiella hállojuvvo eanaš Finnmárkku fylkkas ja Romssa fylkkas, ja Dielddanuori ja Evenášši suohkaniin Nordlánd- das.
smj: nuorttasámegiella sáhkaduvvá ienemusát Finnmárko ja Tråmså fylkajn, ja Gielldanuore ja Evenássje suohkanijn nordlándan.

source: Norggas julevsámi giellaguovlu lea Nordlándda fylkkas, ja dat ollá máddin Sáltovuonas davás Bálága suohkanii.
smj: Julevsámegiela guovllo Vuonan le nordlánda fylkan ja le sáltovuonas oarjján gitta Bálák suohkanij nuorttan.

source: Divttasvuotna lea odne dat suohkan mas eanaš julevsámegielalaččat orrot.
smj: Divtasvuodna le dat suohkan gånnå li ienemus julevsámesáhkadiddje viesáda.

source: Bihtánsámi biras lea odne suohkaniin Sálttus, Báidaris ja Bodeaju ja Fuoskku osiin.
smj: Bihtámsámegiela birás uddni le sierraláhkáj tjanádum sálatvuome, Bájddár suohkanijda ja åsijda Bådådjo ja Fuossko suohkanijs.

source: Norggas oarjilsámi giellaguovlu ollá davvin Sáltoduoddaris máttás Engerdálii Hedmárkui, ja oarjilsámit orrot bieđgguid unna servodagažiin.
smj: oarjjelsámegiela guovllo Vuonan le sáltoduoddaris nuorttan gitta Engerdálaj Hedmárkon oarjján ja le måttijs smávva sebrudagájs.

source: UNESCO áitojuvvon gielaid rukses listtus davvisámegiella lea luohkkáduvvon áitojuvvon giellan, ja oarjilsámegiella ja julevsámegiella leat fas luohkkáduvvon bahás áitojuvvon giellan.
smj: UnEsCo ruoppsis listan ájtedum gielaj badjel le nuorttasámegiella ájtodum giella, valla oarjjel- ja julevsámegiella libá vuojnedum dagu alvos ájtodum Guoradallam sámegiela adnema birra.

source: Nuortalašgiella / golttágiella, bihtánsámegiella ja upmesámegiella leat luohkkáduvvon jápma giellan Norggas.
smj: 17 giellan. Lullesámegiella / gålldå sámegiella, bihtámsámegiella ja ubbmemsámegiella le vuojnedum dagu gáhtum Vuonan.

source: Sivva manne oarjilsámegiella adnojuvvo bahás áitojuvvon giellan, lea dat go eanaš oarjilsámegielalaš olbmot leat ádjá ja áhku buolvvas.
smj: Tjielggidusá manen oarjjelsámegiella riekniduvvá dagu alvos ájtodum giellan le gå oarjjelsámegiella le ienemusát anon áhkoj ja ádjáj buolvan.

source: Viehka unnán mánát ohppet giela, ja ain hárvvibut leat sii guđet hállet giela.
smj: Hármmat binná mánájs gielav oahppi, ja ájn vil binnebu li aktijvalasj giellaaddne.

source: Julevsámegiela dáfus, de celkojuvvo ahte dušše unna mánnálogoš ohppet sámegiela ja hirbmat hárvásat hállet giela.
smj: Mij gullu julevsámegiellaj le tjielggidussan binná mánájs gudi gielav oahppi ja hármmat binná li aktijvalasj giellaaddne.

source: Nuorat giellageavaheaddjit leat doaŋggit hállat giela ja válljejit danne geavahit skandinávialaš giela.
smj: nuorap giellaaddnijn le binná giellatjehpudagás ja válljiji skandivák gielajt adnet.

source: Sámegiella lea nannoseabbo dain guovlluin main giella lea leamaš bissánkeahttá gulahallan- ja ovttastallangiellan.
smj: sámegiella le nannusap dilen daj guovlojn gånnå giella ájge milta le avtastallam ja guládallamgiella læhkám.

source: Dás lea sáhka ovddimusat davvisámegielalaš guovlluin mat leat sámegiela hálddašanguovllus Finnmárkkus.
smj: Dát gullu vuostamuttjan nuorttasáme guovlon sissŋelin sámegiela háldadusguovlo Finnmárkon.

source: Dáin guovlluin leat ollu mánát geain sámegiella lea ruovttugiellan jogo oktogiellan dahje nubbi ruovttugiellan dárogiela dahje eará giela bálddas.
smj: Dáj guovlojn li moadda máná gejn li sámegiella sijddagiellan juogu dal avtagielak sámegielaga jali guovtegielak sáme-dáro / ietjá giella gå sámegiella.

source: Sámegiella lea oluide beaivválaš gulahallan- ja ovttastallangiella dáin guovlluin.
smj: sámegiella le moaddásijda bæjválasj avtastallam- ja guládallamgiellan dáj guovlojn.

source: Sámegiella lea maid oinnolaš báikegottiin ollu eanebut go eará sámi guovlluin.
smj: sámegiella le aj vuojnnusin bájkálasjsebrudagán ållu nannusappojt gå ietjá sáme guovlojn.

source: Dát sámegielalaš birrasat leat leamaš ja leat ain dálge dehálaš resurssat davvisámegiela ovdáneapmái maiddái earáge davvisámegiela guovllud osiinge, ja daid rolla lea dehálaš kultuvrralaš ja gielalaš bissovašvuhtii oppa sámi servodagas.
smj: Dá sámegielak birrusa le læhkám ja li ájnas resurssan nuorttasámegiela åvddånahttemiijn aj iejá bájkijn nuorttasáme guovlojn, ja le aj ájnas sadje kultuvralasj ja gielalasj aktelasj ano diehti sáme sebrudagán ållesattjat.

source: Davvisámegiela guovllus leat mearrasámi ja márkosámi guovllut erenoamážit gillán dáruiduhttindeattu.
smj: nuorttasámeguovlojn le merrasáme ja márkkosáme bájke sierraláhkáj læhkám várnnahisá dárojduhttem dættos.

source: Ollu dáin guovlluin giellamolsunproseassa lea ollen viehka guhkás.
smj: Moatten dájs bájkijn le giellalådnomprosæssa hármmat guhkás boahtám.

source: Dáin guovlluin ferte jáhkkit sámegiela ain mannat maŋás, go dain leat unnán mánát geain lea sámegiella ruovttugiellan.
smj: Ulmusj viertti jáhkket sámegiella le ájn mannamin maŋŋus dáj bájkijn, gå li binná mánájs dáj bájkijn gejn le sámegiella sijddagiellan.

source: Go gielalaš bissovašvuohta boatkana buolvvas bulvii, de dat dagaha ahte máŋga mearrasámi ja márkosámi suopmana leat jávkamin.
smj: Gå giella ij le læhkám avtat birges anon buolvaj gaskan dahká dav vaj moadda merrasáme ja márkkosáme giellasuorge li gáhtomin.

source: Maŋimuš logiid jagiid leat dattetge rahčan ealáskahttit kultuvrra ja giela máŋgga mearrasámi guovllus ja márkosámi guovlluin.
smj: Dájt maŋemus låge jage le huoman læhkám dåjmalis kultuvralasj ja gielalasj ælládahttem moatten merrasáme guovlojn ja aj márkkosámeguovlojn.

source: Go Gáivuona suohkan šattai sámegiela hálddašanguovllu oassin, de dat lea ollu váikkuhan dasa, ahte sámegiella lea ovdánan guovllus.
smj: Gå Gáivuotna suohkan le sámegiela háldadusguovlluj boahtám le læhkám viehka ávkálattjan åvddånahttemin sámegielav dán guovlon.

source: Julevsámegiela ja oarjilsámegiela dáfus, de dat leat maŋimuš logiid jagiid ovdánan veaháš.
smj: Mij gullu julevsámegiellaj ja oarjjelsámegiellaj le dá dájt maŋemus låge jagijt åvddånahttem læhkám.

source: Mánáidgárddit leat vuođđuduvvon main oarjilsámegiella dahje julevsámegiella lea váldogiella, ja máŋga oahppi dál ožžot oahpahusa jogo oarjilsámegielas dahje oarjilsámegillii, dahje jogo julevsámegielas dahje julevsámegillii.
smj: oajvvegiellan li ásaduvvam ja ienep oahppe åhpaduvvi sájt sámegiellaj ja sámegielajda.

source: Dattetge fertet dadjat ahte sámegiella odne lea rašis dilis dáin guovlluin.
smj: Huoman viertti javllat sámegiella le nievres dilen dáj guovlojn.

source: Dáin guovlluin leat unnán báikegottit main sámegiella lea oinnolaš oassi olbmuid beaivválaš gulahallan- ja ovttastallangielas, ja unnán bearrašiin lea sámegiella ruovttugiellan.
smj: Gávnnuji ållu binná bájkálasj sebrudagájs gånnå sámegiella le vuojnnusin bæjválasj avtastallam- ja guládallamgiellan ja li aj avtgalles fámilja gejn le sámegiella sijddagiellan.

source: Dainnago sámegiela bissovašvuohta beaivválaš giellan lea boatkanan, de ollu mánát ja nuorat geat oahpahallet sámegiela, eai gula sámegiela olbmuid gulahallangiellan eai iežaset bearrašiin eaige iežaset báikegottisge.
smj: Gå giella ij la avtatbirges læhkám bæjválasj giellan de li moadda máná ja nuora gudi oadtju åhpadusáv sámegielan e iejvvi sámegielav avtastallamgiellan fámiljan jalik bájkálasj sebrudagán.

source: Dat čuohcá guđege oahpahalli sátnevárrái ja giellahálddašandovdui.
smj: Dát buktá båhtusijt báhkobåndudagá åvddånahttemij ja dåbdojda gielav máhttet.

source: Nuortalaš ja bihtánsámegielalaš birrasiin leat dovddahan beroštumi ealáskahttit nuortalašgiela ja bihtánsámegiela.
smj: Lulle-ja bihtámsáme birrasijs le boahtám berustibme ælládahttet lulle- ja bihtámsámegielajt.

source: Nuortalašgielas / golttágielas lea nannosat giellabiras Suoma bealde rájá go Norgga bealde rájá.
smj: Lulle / gålldåsámegielan le nannusap giellabirás suoma bielen rájá.
